Repository: GuacLive/guac-web
Catalog: locale/*/messages.po
Languages: nb

source: 1920 x 1080 is preferred
nb: 1920 x 1080 er foretrukket

source: <0>Hi,<1/>Welcome to guac.live — live streaming platform. We are currently in beta.</0><2>While we are in beta, streaming privileges will be given on a invite-only basis.<3/>But, feel free to make an account and participate in the chat and general community!</2>
nb: <0>Hi,<1/>Velkommen til guac.live — direktestrømming-platformen. Vi er for tiden i beta.</0><2>Mens vi er i beta, så vil strømmeprivilegier bli gitt på invitasjonsbasis.<3/>Men, lag gjerne en konto og delta i chatten og det generelle fellesskapet!</2>

source: ABOUT
nb: OM

source: Add panel
nb: Legg til panel

source: Archive stream:
nb: Arkivér stream:

source: At last, make sure keyframe interval is set to <0>1</0>.
nb: Til slutt, sørg for at keyframe interval er satt til <0>1</0>.

source: Ban
nb: Utesteng

source: Ban Manager
nb: Håndter utestengelser

source: Bans
nb: Utestengelser

source: Brand
nb: Merke

source: Breaking the law
nb: Å bryte loven

source: Broadcaster:
nb: Direktestrømmer:

source: Browse
nb: Utforsk

source: CLIPS
nb: KLIPP

source: Category
nb: Kategori

source: Category not found
nb: Kategori ikke funnet

source: Category:
nb: Kategori:

source: Channel
nb: Kanal

source: Channels
nb: Kanaler

source: Chat commands:
nb: Chat-kommandoer:

source: Client error
nb: Klient-feil

source: Clipped by {0}
nb: Klippet av {0}

source: Close
nb: Lukk

source: Collapse
nb: Kollaps

source: Color
nb: Farge

source: Connect
nb: Koble til

source: Connections
nb: Tilkoblinger

source: Copyrighted Content
nb: Opphavsrettsbeskyttet innhold

source: Counter-Notification
nb: Innsigelse

source: Create an account to follow this user
nb: Opprett en konto for å følge denne brukeren

source: Current Sub-Streak:
nb: Nåværende sub-streak:

source: Dark Mode
nb: Mørk modus

source: Dashboard
nb: Kontrollpanel

source: Delete
nb: Slett

source: Description
nb: Beskrivelse

source: Designated Copyright Agent
nb: Utpekt Copyright Agent

source: Disconnect
nb: Koble fra

source: Do not engage in hate speech.
nb: Ikke delta i hatprat

source: Do not engage, or encourage others to engage, in any targeted abuse or harassment against any other user.
nb: Ikke engasjer deg eller oppmuntre andre til å engasjere seg i målrettet misbruk eller trakassering mot andre brukere.

source: Drag and drop image here<0/>Or<1/>Browse
nb: Dra og slipp bilde her<0/>eller<1/>Utforsk

source: E-mail
nb: E-post

source: Edit panel
nb: Endre panel

source: Edit user
nb: Endre bruker

source: End date:
nb: Avslutningsdato:

source: English
nb: Engelsk

source: Error
nb: Feil

source: Expand
nb: Utvid

source: FOLLOWERS
nb: FØLGERE

source: FOLLOWING
nb: FØLGER

source: Failed to verify
nb: Feilet verifisering

source: First, choose the streaming server closest to you:
nb: Først, velg strømmeserveren som er nærmest deg:

source: Follow
nb: Følg

source: Followed Channels
nb: Fulgte kanaler

source: Followers:
nb: Følgere:

source: Following
nb: Følger

source: Following:
nb: Følger:

source: Forgot your password?
nb: Glemt ditt passord?

source: Get started with streaming
nb: Start med strømming

source: Go back
nb: Gå tilbake

source: Harassment & Bullying
nb: Trakassering og mobbing

source: Hate Speech
nb: Hatprat

source: Hi! Welcome to {0}'s channel~
nb: Hei! Velkommen til {0} sin kanal~

source: Home
nb: Hjem

source: It is our policy to respond to clear notices of alleged copyright infringement that comply with the Digital Millennium Copyright Act. In addition, we will promptly terminate without notice the accounts of those determined by us to be "repeat infringers". If you are a copyright owner or an agent thereof, and you believe that any content hosted on our web site (www.guac.live) infringes your copyrights, then you may submit a notification pursuant to the Digital Millennium Copyright Act ("DMCA") by providing Guac.lives Designated Copyright Agent with the following information in writing (please consult your legal counsel or see 17 U.S.C. Section 512(c)(3) to confirm these requirements):
nb: Det er vår policy å svare på klare merknader om påstått brudd på opphavsretten som er i samsvar med Digital Millennium Copyright Act. I tillegg vil vi straks avslutte uten varsel kontoene til de som bestemmes av oss å være "gjentatte krenkere". Hvis du er opphavsrettseier eller en agent derav, og du tror at at innhold som ligger på nettstedet vårt (www.guac.live) krenker opphavsretten din, kan du sende inn et varsel i henhold til Digital Millennium Copyright Act ("DMCA") ved å gi Guac.live sin utpekte copyrightagent følgende informasjon skriftlig (vennligst kontakt din advokat eller se 17 USC Seksjon 512 (c) (3) for å bekrefte disse kravene):

source: Join
nb: Bli med

source: Loading
nb: Laster

source: Loading...
nb: Laster...

source: Log in
nb: Logg inn

source: Log out
nb: Logg ut

source: Manage
nb: Håndter

source: Manage your connected accounts and services
nb: Håndter din tilkoblede kontoer og tjenester

source: Mention
nb: Nevn

source: Moderators in chat:
nb: Moderatorer i chat:

source: More
nb: Flere

source: More categories
nb: Flere kategorier

source: More channels
nb: Flere kanaler

source: More messages below.
nb: Flere meldinger under.

source: Must be JPEG, GIF or PNG
nb: Må være JPEG, GIF eller PNG

source: Must be JPEG, GIF or PNG, and cannot exceed 10MB.
nb: Må være JPEG, GIF eller PNG, og kan ikke være over 10MB.

source: My Channel
nb: Min Kanal

source: New password:
nb: Nytt passord:

source: Next
nb: Neste

source: No channels live
nb: Ingen kanaler live

source: No notifications yet.
nb: Ingen varsler enda.

source: No replays available.
nb: Ingen arkiverte videoer tilgjengelig.

source: No stream title
nb: Ingen strømmetittel

source: No streaming key found, please contact an admin.
nb: Ingen strømmenøkkel funnet, vennligst kontakt en administrator.

source: Norwegian
nb: Norsk

source: Not connected to chat.
nb: Ikke tilkoblet chat.

source: Note: Archived streams are currently public and non-deletable.
nb: Merk: Arkiverte streams er foreløpig offentlig og ikke-slettbare

source: Notification of Infringement
nb: Varsel om krenkelse

source: Notifications
nb: Varsler

source: Now, use the following stream key:
nb: Nå, bruk følgende strømmenøkkel:

source: Page
nb: Side

source: Page not found
nb: Side ikke funnet

source: Partnered
nb: Partner

source: Password
nb: Passord

source: Patreon Status: Not a Patron
nb: Patreon-status: Ikke en patron

source: Patreon supporters:
nb: Patreon-støttere:

source: Permanently ban user
nb: Utesteng brukeren permanent

source: Pop-out chat
nb: Popp-ut chat

source: Popular categories
nb: Populære kategorier

source: Popular live channels
nb: Populære direkte kanaler

source: Pornographic and sexually explicit content is not permitted in any form, including in profile pictures or streaming content.
nb: Pornografisk og seksuelt eksplisitt innhold er ikke tillatt i noen form, inkludert i profilbilder eller strømming av innhold.

source: Pornographic/Sexually Explicit Content
nb: Pornografisk/seksuelt eksplisitt innhold

source: Previous
nb: Forrige

source: Privacy
nb: Personvern

source: Privacy Policy
nb: Personvern

source: Private (don't show in categories, frontpage or search):
nb: Privat (vises ikke i kategorier, forsiden eller i søk):

source: Profile
nb: Profil

source: Profile Banner for {0}
nb: Profilbanner for {0}

source: REPLAYS
nb: ARKIV

source: Reason
nb: Grunnlag

source: Reason:
nb: Grunnlag:

source: Reconnect
nb: Koble til

source: Remember to activate it before starting your stream.
nb: Husk å aktivere før du starter strømmen.

source: Remove timeout for user
nb: Fjern timeout for bruker

source: Save
nb: Lagre

source: Search...
nb: Søk...

source: Send a message
nb: Send en melding

source: Serious threats of harm to public and personal safety aren't allowed. This includes specific threats of physical harm as well as threats of theft, vandalism, and other financial harm.<0/>We don't allow the glorification of self-harm.
nb: Seriøse trusler om skade til offentligheten og personlig sikkerhet er ikke tillatt. Dette inkluderer spesifikke trusler om fysisk skade og trusler om tyveri, vandalisme og annen finansiell skade.<0/>Vi tillater ikke glorifisering av selvskading.

source: Server error
nb: Server-feil

source: Settings
nb: Innstillinger

source: Show help command
nb: Vis hjelp-kommandoen

source: Show only live
nb: Vis bare direkte

source: Show user list
nb: Vis liste over brukere

source: Sign in
nb: Logg inn

source: Sign up
nb: Registrer

source: Sound when highlighted
nb: Lyd-varsel når nevnt i chat

source: Staff in chat:
nb: Staff i chat:

source: Start date:
nb: Start-dato:

source: Start following your favorite streamers to find them quickly!
nb: Begynn å følge dine favoritt-strømmere for å finne dem raskt!

source: Stream
nb: Strøm

source: Stream Chat
nb: Strømmechat

source: Stream Manager
nb: Strømming-håndtering

source: Stream preview
nb: Strøm

source: Stream settings
nb: Strømmeinnstillinger

source: Streamer
nb: Strømmer

source: Streaming permissions
nb: Strømmetillatelse

source: Subbed to:
nb: Abonnert til:

source: Subscribe
nb: Abonnér

source: Subscriptions
nb: Abonnementer

source: Support us on patreon!
nb: Støtt oss på patreon!

source: Switch language
nb: Bytt språk

source: Terms
nb: Vilkår

source: Terms of use
nb: Vilkår for bruk

source: The broadcaster has indicated that this channel is intended for mature audiences.
nb: Kringkasteren har antydet at denne kanalen er ment for modne publikum

source: The clip you were looking for does not exist.
nb: Klippet du leter etter, eksisterer ikke.

source: The following content is <0>forbidden</0> on guac.live:
nb: Følgende innhold er <0>forbudt</0> på guac.live:

source: The page you were looking for does not exist.
nb: Siden du leter etter, eksisterer ikke.

source: The replay you were looking for does not exist.
nb: Reprisen du leter etter, eksisterer ikke.

source: This page requires you to be logged in.
nb: Denne siden krever at du er logget inn.

source: This streamer does not have any followers :(
nb: Denne strømmeren har ingen følgere :(

source: This streamer is not following anyone :)
nb: Denne strømmeren følger ingen :)

source: This verification token is not valid.
nb: Denne verifiseringskoden er ikke gyldig.

source: Threats, Violence & Harm
nb: Trusler, vold og skade

source: Time of ban
nb: Tidspunkt for utestengelse

source: Time out user for x seconds
nb: Time ut brukeren i x sekunder

source: Timestamps
nb: Tidsmerking

source: Title
nb: Tittel

source: Unban user
nb: Fjern utestenging av bruker

source: Unknown error
nb: Ukjent feil

source: Up to 2MB
nb: Opptil 2MB

source: Update avatar
nb: Oppdater avatar

source: Upload Avatar
nb: Last opp avatar

source: Upload Profile Banner
nb: Last opp profilbanner

source: User
nb: Bruker

source: User has been banned
nb: Brukeren har blitt utestengt

source: Username
nb: Brukernavn

source: Username:
nb: Brukernavn:

source: Users in chat
nb: Brukere i chat:

source: Users in chat:
nb: Brukere i chat:

source: Verify
nb: Verifiser

source: View offline channels
nb: Vis offline kanaler

source: Want to customize your color? <0>Join our Patreon!</0>
nb: Vil du endre fargen din? <0>Join vår Patreon!</0>

source: Watch
nb: Se

source: We can't find anyone live atm :(
nb: Vi fant ingen live for øyeblikket :(

source: We will review every reported user on a case-by-case basis, and give <0>warnings</0> or <1>temporary/permanent bans</1> depending on the severity of the case.
nb: Vi vil gjennomgå alle rapporterte brukere fra sak til sak, og gi <0>advarsler</0> eller <1>midlertidige/permanente utestengelser</1> basert på alvorlighetsgraden til saken.

source: Welcome to
nb: Velkommen til

source: Welcome to guac.live
nb: Velkommen til guac.live

source: When you choose to connect your Patreon account, the profile information connected to your Patreon account, including your name, may be used by guac.live.<0/>You will be able to use patreon specific perks depending on which tier you pledged. guac.live will not publicly display your Patreon account information.
nb: Når du velger å koble til din Patreon-konto, kan profilinformasjonen som er knyttet til din Patreon-konto, inkludert navnet ditt, brukes av guac.live.<0/>Du vil kunne bruke patreon-spesifikke fordeler, avhengig av hvilket tier du har valgt. guac.live viser ikke offentlig informasjon om Patreon-kontoen din.

source: You do not have permission to stream
nb: Du har ikke tillatelse til å streame

source: You may not stream copyright infringing content, such as movies and TV shows.
nb: Du kan ikke streame opphavsrettsbeskyttet innhold, slik som filmer og TV-serier.

source: You must be logged in, and have an email attached to your user, to subscribe.
nb: Du må være innlogget, og ha en e-post tilkoblet din bruker, for å abonnere.

source: You must respect all applicable local, national, and international laws while using our services. Any content or activity featuring, encouraging, offering, or soliciting illegal activity is prohibited.
nb: Du må respektere alle gjeldende lokale, nasjonale og internasjonale lover mens du bruker våre tjenester. Alt innhold eller aktivitet som inneholder, oppmuntrer, tilbyr eller oppfordrer til ulovlig aktivitet er forbudt.

source: Your Patreon account is connected.
nb: Din Patreon-konto er tilkoblet.

source: Your account is now registered. Please check your e-mail to verify your account.
nb: Kontoen din er opprettet. Vennligst sjekk din e-post for å verifisere kontoen din.

source: Your e-mail has been verified.
nb: E-posten din har blitt verifisert.

source: by
nb: av

source: has been banned from the site.
nb: har blitt utestengt fra dette nettstedet.

source: message
nb: melding

source: no streams are online
nb: ingen aktive direktesendinger

source: of
nb: av

source: seconds
nb: sekunder

source: user
nb: bruker

source: {0}'s Clips
nb: {0} sine klipp
